Repository: cho407/CaptionMate
Catalog: CaptionMate/CaptionMate/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, zh_hans

source: Merge neighboring subtitles or review timing before export.
ar: ادمج الترجمات المجاورة أو راجع التوقيت قبل التصدير.
de: Benachbarte Untertitel zusammenführen oder Timing vor dem Export prüfen.
es: Combina subtítulos cercanos o revisa la temporización antes de exportar.
fr: Fusionnez les sous-titres voisins ou vérifiez le timing avant l’export.
hi: पास के उपशीर्षक मिलाएँ या निर्यात से पहले समय जाँचें।
ja: 隣の字幕を結合するか、書き出し前にタイミングを確認してください。
ko: 인접 자막을 병합하거나 내보내기 전 타이밍을 확인하세요.
pt_br: Mescle legendas vizinhas ou revise o tempo antes de exportar.
zh_hans: 合并相邻字幕或在导出前检查时间。

source: Merge Next
ar: دمج التالي
de: Mit nächstem zusammenführen
es: Combinar con el siguiente
fr: Fusionner avec le suivant
hi: अगले से मिलाएँ
ja: 次と結合
ko: 다음과 병합
pt_br: Mesclar com o próximo
zh_hans: 与下一个合并

source: Merge Previous
ar: دمج السابق
de: Mit vorherigem zusammenführen
es: Combinar con el anterior
fr: Fusionner avec le précédent
hi: पिछले से मिलाएँ
ja: 前と結合
ko: 이전과 병합
pt_br: Mesclar com o anterior
zh_hans: 与上一个合并

source: Merge Unavailable
ar: الدمج غير متاح
de: Zusammenführen nicht verfügbar
es: Combinación no disponible
fr: Fusion indisponible
hi: मर्ज उपलब्ध नहीं है
ja: 結合できません
ko: 병합 불가
pt_br: Mesclagem indisponível
zh_hans: 无法合并

source: Model catalog ready
ar: فهرس النماذج جاهز
de: Modellkatalog bereit
es: Catálogo de modelos listo
fr: Catalogue de modèles prêt
hi: मॉडल कैटलॉग तैयार
ja: モデルカタログの準備完了
ko: 모델 카탈로그 준비 완료
pt_br: Catálogo de modelos pronto
zh_hans: 模型目录已就绪

source: Model Deleted
ar: تم حذف النموذج
de: Modell gelöscht
es: Modelo eliminado
fr: Modèle supprimé
hi: मॉडल हटाया गया
ja: モデルを削除しました
ko: 모델 삭제됨
pt_br: Modelo excluído
zh_hans: 模型已删除

source: Model Downloaded
ar: تم تنزيل النموذج
de: Modell heruntergeladen
es: Modelo descargado
fr: Modèle téléchargé
hi: मॉडल डाउनलोड हुआ
ja: モデルをダウンロードしました
ko: 모델 다운로드 완료
pt_br: Modelo baixado
zh_hans: 模型已下载

source: Model Ready
ar: النموذج جاهز
de: Modell bereit
es: Modelo listo
fr: Modèle prêt
hi: मॉडल तैयार
ja: モデルの準備完了
ko: 모델 준비 완료
pt_br: Modelo pronto
zh_hans: 模型已就绪

source: Model Info
ar: معلومات النموذج
de: Modellinfo
es: Información del modelo
fr: Infos du modèle
hi: मॉडल जानकारी
ja: モデル情報
ko: 모델 정보
pt_br: Informações do modelo
zh_hans: 模型信息

source: Models
ar: النماذج
de: Modelle
es: Modelos
fr: Modèles
hi: मॉडल
ja: モデル
ko: 모델
pt_br: Modelos
zh_hans: 模型

source: Name for %@
ar: اسم %@
de: Name für %@
es: Nombre de %@
fr: Nom de %@
hi: %@ का नाम
ja: %@ の名前
ko: %@ 이름
pt_br: Nome de %@
zh_hans: %@ 的名称

source: Needs repair
ar: يحتاج إلى إصلاح
de: Reparatur erforderlich
es: Necesita reparación
fr: Réparation requise
hi: मरम्मत की आवश्यकता है
ja: 修復が必要
ko: 복구 필요
pt_br: Precisa de reparo
zh_hans: 需要修复

source: Network connectivity is used solely for downloading AI models from Hugging Face. No user data or usage analytics are transmitted.
ar: يُستخدم الاتصال بالشبكة فقط لتنزيل نماذج الذكاء الاصطناعي من Hugging Face. لا تُرسل بيانات المستخدم أو تحليلات الاستخدام.
de: Die Netzwerkverbindung wird ausschließlich zum Herunterladen von KI-Modellen von Hugging Face verwendet. Es werden keine Nutzerdaten oder Analysen übertragen.
es: La conexión de red solo se usa para descargar modelos de IA desde Hugging Face. No se transmiten datos de usuario ni analíticas de uso.
fr: La connexion réseau sert uniquement à télécharger des modèles d’IA depuis Hugging Face. Aucune donnée utilisateur ni analyse d’utilisation n’est transmise.
hi: नेटवर्क कनेक्टिविटी केवल Hugging Face से AI मॉडल डाउनलोड करने के लिए उपयोग होती है। उपयोगकर्ता डेटा या उपयोग विश्लेषण प्रसारित नहीं होते।
ja: ネットワーク接続はHugging FaceからAIモデルをダウンロードする目的にのみ使用されます。ユーザーデータや利用分析は送信されません。
ko: 네트워크 연결은 Hugging Face에서 AI 모델을 다운로드할 때만 사용됩니다. 사용자 데이터나 사용 분석은 전송되지 않습니다.
pt_br: A conexão de rede é usada apenas para baixar modelos de IA do Hugging Face. Nenhum dado do usuário ou análise de uso é transmitido.
zh_hans: 网络连接仅用于从 Hugging Face 下载 AI 模型。不会传输用户数据或使用分析。

source: Neural Engine
ar: المحرك العصبي
hi: न्यूरल इंजन
ko: 뉴럴 엔진
zh_hans: 神经网络引擎

source: Next File
ar: الملف التالي
de: Nächste Datei
es: Siguiente archivo
fr: Fichier suivant
hi: अगली फ़ाइल
ja: 次のファイル
ko: 다음 파일
pt_br: Próximo arquivo
zh_hans: 下一个文件

source: Next Match
ar: المطابقة التالية
de: Nächster Treffer
es: Siguiente coincidencia
fr: Correspondance suivante
hi: अगला मिलान
ja: 次の一致
ko: 다음 일치
pt_br: Próxima ocorrência
zh_hans: 下一个匹配项

source: No imported audio file.
ar: لا يوجد ملف صوت مستورد.
de: Keine importierte Audiodatei.
es: No hay archivo de audio importado.
fr: Aucun fichier audio importé.
hi: कोई आयातित ऑडियो फ़ाइल नहीं है.
ja: インポート済みの音声ファイルがありません。
ko: 가져온 오디오 파일이 없습니다.
pt_br: Nenhum arquivo de áudio importado.
zh_hans: 没有导入的音频文件。

source: No issues in this filter
ar: لا توجد مشكلات في هذا المرشح
de: Keine Probleme in diesem Filter
es: No hay problemas en este filtro
fr: Aucun problème dans ce filtre
hi: इस फ़िल्टर में कोई समस्या नहीं
ja: このフィルターに問題はありません
ko: 이 필터에는 문제가 없습니다
pt_br: Nenhum problema neste filtro
zh_hans: 此筛选器中没有问题

source: No Matches
ar: لا توجد مطابقات
de: Keine Treffer
es: Sin coincidencias
fr: Aucune correspondance
hi: कोई मिलान नहीं
ja: 一致項目なし
ko: 일치 항목 없음
pt_br: Nenhuma ocorrência
zh_hans: 无匹配项

source: No Quick Fixes Available
ar: لا توجد إصلاحات سريعة متاحة
de: Keine Schnellkorrekturen verfügbar
es: No hay correcciones rápidas disponibles
fr: Aucune correction rapide disponible
hi: कोई त्वरित सुधार उपलब्ध नहीं
ja: 利用できるクイック修正はありません
ko: 사용 가능한 빠른 수정 없음
pt_br: Nenhuma correção rápida disponível
zh_hans: 没有可用的快速修复

source: No Speaker
ar: بلا متحدث
de: Kein Sprecher
es: Sin hablante
fr: Aucun locuteur
hi: कोई वक्ता नहीं
ja: 話者なし
ko: 화자 없음
pt_br: Sem falante
zh_hans: 无说话人

source: No speakers detected.
ar: لم يتم اكتشاف متحدثين.
de: Keine Sprecher erkannt.
es: No se detectaron hablantes.
fr: Aucun locuteur détecté.
hi: कोई स्पीकर नहीं मिला.
ja: 話者が検出されませんでした。
ko: 감지된 화자가 없습니다.
pt_br: Nenhum falante detectado.
zh_hans: 未检测到说话人。

source: No subtitles are ready.
ar: لا توجد ترجمات جاهزة.
de: Keine Untertitel sind bereit.
es: No hay subtítulos listos.
fr: Aucun sous-titre n’est prêt.
hi: कोई उपशीर्षक तैयार नहीं है.
ja: 準備できた字幕がありません。
ko: 준비된 자막이 없습니다.
pt_br: Nenhuma legenda está pronta.
zh_hans: 没有可用的字幕。

source: None
ar: لا شيء
de: Keine
es: Ninguna
fr: Aucun
hi: कोई नहीं
ja: なし
ko: 없음
pt_br: Nenhum
zh_hans: 无

source: Not downloaded
ar: غير منزّل
de: Nicht heruntergeladen
es: No descargado
fr: Non téléchargé
hi: डाउनलोड नहीं हुआ
ja: 未ダウンロード
ko: 다운로드 안 됨
pt_br: Não baixado
zh_hans: 未下载

source: Notes
ar: ملاحظات
de: Hinweise
es: Notas
fr: Remarques
hi: नोट
ja: メモ
ko: 참고
pt_br: Notas
zh_hans: 备注

source: Nothing to Export
ar: لا شيء للتصدير
de: Nichts zu exportieren
es: Nada que exportar
fr: Rien à exporter
hi: निर्यात करने के लिए कुछ नहीं
ja: 書き出す内容がありません
ko: 내보낼 항목 없음
pt_br: Nada para exportar
zh_hans: 没有可导出的内容

source: Nudge Earlier
ar: تقديم للخلف
de: Früher verschieben
es: Mover antes
fr: Avancer
hi: थोड़ा पहले करें
ja: 前へずらす
ko: 앞으로 이동
pt_br: Mover para antes
zh_hans: 提前微调

source: Nudge Later
ar: تأخير للأمام
de: Später verschieben
es: Mover después
fr: Reculer
hi: थोड़ा बाद करें
ja: 後ろへずらす
ko: 뒤로 이동
pt_br: Mover para depois
zh_hans: 延后微调

source: of
ar: من
de: von
es: de
fr: sur
hi: में से
pt_br: de

source: Offline model is ready
ar: النموذج غير المتصل جاهز
de: Offline-Modell ist bereit
es: El modelo sin conexión está listo
fr: Le modèle hors ligne est prêt
hi: ऑफ़लाइन मॉडल तैयार है
ja: オフラインモデルの準備ができています
ko: 오프라인 모델 준비 완료
pt_br: O modelo offline está pronto
zh_hans: 离线模型已就绪

source: Offline ready
ar: جاهز دون اتصال
de: Offline bereit
es: Listo sin conexión
fr: Prêt hors ligne
hi: ऑफ़लाइन तैयार
ja: オフライン準備完了
ko: 오프라인 준비 완료
pt_br: Pronto offline
zh_hans: 离线已就绪

source: OK
ar: موافق
es: Aceptar
hi: ठीक है
ko: 확인
zh_hans: 确定

source: Open the listed segment to adjust it manually.
ar: افتح المقطع المدرج لضبطه يدويًا.
de: Öffne das aufgeführte Segment, um es manuell anzupassen.
es: Abre el segmento indicado para ajustarlo manualmente.
fr: Ouvrez le segment indiqué pour l’ajuster manuellement.
hi: इसे मैन्युअली समायोजित करने के लिए सूचीबद्ध सेगमेंट खोलें.
ja: 一覧のセグメントを開いて手動で調整してください。
ko: 목록의 세그먼트를 열어 직접 조정하세요.
pt_br: Abra o segmento listado para ajustá-lo manualmente.
zh_hans: 打开列出的片段以手动调整。

source: Overlapping timing
ar: توقيت متداخل
de: Überlappendes Timing
es: Temporización superpuesta
fr: Timing superposé
hi: समय ओवरलैप हो रहा है
ja: タイミングが重なっています
ko: 타이밍 겹침
pt_br: Tempo sobreposto
zh_hans: 时间重叠

source: Performance
ar: الأداء
de: Leistung
es: Rendimiento
fr: Performances
hi: प्रदर्शन
ja: パフォーマンス
ko: 성능
pt_br: Desempenho
zh_hans: 性能

source: Performance Tuned
ar: تم ضبط الأداء
de: Leistung optimiert
es: Rendimiento ajustado
fr: Performances ajustées
hi: प्रदर्शन समायोजित हुआ
ja: パフォーマンスを調整しました
ko: 성능 조정 완료
pt_br: Desempenho ajustado
zh_hans: 性能已调整

source: Playback Speed:
ar: سرعة التشغيل:
de: Wiedergabegeschwindigkeit:
es: Velocidad de reproducción:
fr: Vitesse de lecture :
hi: प्लेबैक गति:
ja: 再生速度:
ko: 재생 속도:
pt_br: Velocidade de reprodução:
zh_hans: 播放速度：

source: Please use parfume407@gmail.com to report security vulnerabilities.
ar: يرجى استخدام parfume407@gmail.com للإبلاغ عن الثغرات الأمنية.
de: Bitte melde Sicherheitslücken an parfume407@gmail.com.
es: Usa parfume407@gmail.com para informar vulnerabilidades de seguridad.
fr: Utilisez parfume407@gmail.com pour signaler les vulnérabilités de sécurité.
hi: सुरक्षा कमजोरियाँ रिपोर्ट करने के लिए parfume407@gmail.com का उपयोग करें।
ja: セキュリティ脆弱性の報告には parfume407@gmail.com をご利用ください。
ko: 보안 취약점 신고는 parfume407@gmail.com 으로 보내 주세요.
pt_br: Use parfume407@gmail.com para relatar vulnerabilidades de segurança.
zh_hans: 请使用 parfume407@gmail.com 报告安全漏洞。

source: Preparing
ar: جارٍ التحضير
de: Wird vorbereitet
es: Preparando
fr: Préparation
hi: तैयार हो रहा है
ja: 準備中
ko: 준비 중
pt_br: Preparando
zh_hans: 正在准备

source: Preparing waveform
ar: جارٍ تحضير الموجة
de: Wellenform wird vorbereitet
es: Preparando forma de onda
fr: Préparation de la forme d’onde
hi: वेवफ़ॉर्म तैयार हो रहा है
ja: 波形を準備中
ko: 파형 준비 중
pt_br: Preparando forma de onda
zh_hans: 正在准备波形

# preset.general
source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用

# preset.summary.final_cut
source: 29.97 fps timing for FCPXML handoff.
ar: توقيت 29.97 fps لتسليم FCPXML.
de: 29,97-fps-Timing für FCPXML-Übergabe.
es: Temporización a 29,97 fps para entrega FCPXML.
fr: Timing à 29,97 ips pour la remise FCPXML.
hi: FCPXML हैंडऑफ़ के लिए 29.97 fps समय।
ja: FCPXML連携向けの29.97fpsタイミングです。
ko: FCPXML 전달에 맞춘 29.97fps 타이밍입니다.
pt_br: Tempo em 29,97 fps para entrega FCPXML.
zh_hans: 适用于 FCPXML 交接的 29.97 fps 时间。

# preset.summary.general
source: Balanced subtitle export defaults.
ar: إعدادات تصدير ترجمة متوازنة.
de: Ausgewogene Standardwerte für den Untertitelexport.
es: Valores equilibrados para exportar subtítulos.
fr: Réglages équilibrés pour l’export des sous-titres.
hi: उपशीर्षक निर्यात के संतुलित डिफ़ॉल्ट।
ja: バランスの取れた字幕書き出しの初期設定です。
ko: 균형 잡힌 자막 내보내기 기본값입니다.
pt_br: Padrões equilibrados para exportação de legendas.
zh_hans: 均衡的字幕导出默认设置。

# preset.summary.premiere_resolve
source: 24 fps timing for editorial timelines.
ar: توقيت 24 fps للخطوط الزمنية للتحرير.
de: 24-fps-Timing für Schnitt-Timelines.
es: Temporización a 24 fps para líneas de tiempo de edición.
fr: Timing à 24 ips pour les timelines de montage.
hi: एडिटोरियल टाइमलाइन के लिए 24 fps समय।
ja: 編集タイムライン向けの24fpsタイミングです。
ko: 편집 타임라인에 맞춘 24fps 타이밍입니다.
pt_br: Tempo em 24 fps para timelines de edição.
zh_hans: 适用于剪辑时间线的 24 fps 时间。

# preset.summary.shorts
source: 30 fps timing for short-form vertical edits.
ar: توقيت 30 fps لمحتوى الفيديو الرأسي القصير.
de: 30-fps-Timing für kurze vertikale Edits.
es: Temporización a 30 fps para ediciones verticales cortas.
fr: Timing à 30 ips pour les montages verticaux courts.
hi: शॉर्ट-फ़ॉर्म वर्टिकल एडिट के लिए 30 fps समय।
ja: 縦型ショート動画向けの30fpsタイミングです。
ko: 숏폼 세로 영상 편집에 맞춘 30fps 타이밍입니다.
pt_br: Tempo em 30 fps para edições verticais curtas.
zh_hans: 适用于短视频竖屏剪辑的 30 fps 时间。

# preset.summary.youtube
source: 30 fps timing for platform subtitle uploads.
ar: توقيت 30 fps لرفع ترجمات المنصات.
de: 30-fps-Timing für Plattform-Untertiteluploads.
es: Temporización a 30 fps para subir subtítulos a plataformas.
fr: Timing à 30 ips pour les envois de sous-titres sur plateforme.
hi: प्लेटफ़ॉर्म उपशीर्षक अपलोड के लिए 30 fps समय।
ja: プラットフォーム字幕アップロード向けの30fpsタイミングです。
ko: 플랫폼 자막 업로드에 맞춘 30fps 타이밍입니다.
pt_br: Tempo em 30 fps para uploads de legendas em plataformas.
zh_hans: 适用于平台字幕上传的 30 fps 时间。

source: Previous File
ar: الملف السابق
de: Vorherige Datei
es: Archivo anterior
fr: Fichier précédent
hi: पिछली फ़ाइल
ja: 前のファイル
ko: 이전 파일
pt_br: Arquivo anterior
zh_hans: 上一个文件

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
zh_hans: 隐私政策

source: Prompt Prefill
ar: تعبئة الموجه مسبقًا
de: Prompt-Vorbefüllung
es: Precarga de prompt
fr: Préremplissage de l’invite
hi: प्रॉम्प्ट प्रीफिल
ja: プロンプト事前入力
ko: 프롬프트 사전 입력
pt_br: Pré-preenchimento do prompt
zh_hans: 提示词预填充

source: Queued
ar: في قائمة الانتظار
de: In Warteschlange
es: En cola
fr: En attente
hi: कतार में
ja: 待機中
ko: 대기 중
pt_br: Na fila
zh_hans: 排队中

source: Queued %lld
ar: في الانتظار %lld
de: %lld in Warteschlange
es: %lld en cola
fr: %lld en file d’attente
hi: %lld कतार में
ja: 待機中 %lld件
ko: 대기 중 %lld개
pt_br: %lld na fila
zh_hans: 已排队 %lld 个

source: Queued for download
ar: في قائمة انتظار التنزيل
de: Für Download eingereiht
es: En cola para descarga
fr: En file d’attente de téléchargement
hi: डाउनलोड कतार में है
ja: ダウンロード待機中
ko: 다운로드 대기열에 있음
pt_br: Na fila para download
zh_hans: 已加入下载队列

source: Quick Fix
ar: إصلاح سريع
de: Schnellkorrektur
es: Corrección rápida
fr: Correction rapide
hi: त्वरित सुधार
ja: クイック修正
ko: 빠른 수정
pt_br: Correção rápida
zh_hans: 快速修复

source: Re-download speaker model
ar: إعادة تنزيل نموذج المتحدث
de: Sprechermodell erneut herunterladen
es: Volver a descargar modelo de hablantes
fr: Retélécharger le modèle de locuteur
hi: स्पीकर मॉडल फिर से डाउनलोड करें
ja: 話者モデルを再ダウンロード
ko: 화자 모델 다시 다운로드
pt_br: Baixar modelo de falantes novamente
zh_hans: 重新下载说话人模型

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
ja: 準備完了
ko: 준비됨
pt_br: Pronto
zh_hans: 就绪

source: Ready CaptionMate
ar: CaptionMate جاهز
de: CaptionMate ist bereit
es: CaptionMate listo
fr: CaptionMate prêt
hi: CaptionMate तैयार
ja: CaptionMate の準備完了
ko: CaptionMate 준비 완료
pt_br: CaptionMate pronto
zh_hans: CaptionMate 已就绪

source: Reanalyze
ar: إعادة التحليل
de: Erneut analysieren
es: Reanalizar
fr: Réanalyser
hi: फिर विश्लेषण करें
ja: 再分析
ko: 다시 분석
pt_br: Analisar novamente
zh_hans: 重新分析

source: Recommended model
ar: النموذج الموصى به
de: Empfohlenes Modell
es: Modelo recomendado
fr: Modèle recommandé
hi: अनुशंसित मॉडल
ja: 推奨モデル
ko: 권장 모델
pt_br: Modelo recomendado
zh_hans: 推荐模型

source: Recommended model is local
ar: النموذج الموصى به محلي
de: Empfohlenes Modell ist lokal
es: El modelo recomendado está local
fr: Le modèle recommandé est local
hi: अनुशंसित मॉडल स्थानीय है
ja: 推奨モデルはローカルにあります
ko: 권장 모델이 로컬에 있음
pt_br: O modelo recomendado está local
zh_hans: 推荐模型已在本地

source: Refresh model catalog
ar: تحديث فهرس النماذج
de: Modellkatalog aktualisieren
es: Actualizar catálogo de modelos
fr: Actualiser le catalogue des modèles
hi: मॉडल कैटलॉग रीफ़्रेश करें
ja: モデルカタログを更新
ko: 모델 카탈로그 새로고침
pt_br: Atualizar catálogo de modelos
zh_hans: 刷新模型目录

source: Refresh models
ar: تحديث النماذج
de: Modelle aktualisieren
es: Actualizar modelos
fr: Actualiser les modèles
hi: मॉडल रीफ़्रेश करें
ja: モデルを更新
ko: 모델 새로고침
pt_br: Atualizar modelos
zh_hans: 刷新模型

source: Rename speakers used in subtitles and exports.
ar: أعد تسمية المتحدثين المستخدمين في الترجمات والتصديرات.
de: Sprechernamen für Untertitel und Exporte umbenennen.
es: Cambia los nombres que se usan en los subtítulos y al exportar.
fr: Renommez les locuteurs utilisés dans les sous-titres et les exports.
hi: उपशीर्षकों और निर्यात में उपयोग होने वाले स्पीकरों का नाम बदलें।
ja: 字幕と書き出しで使う話者名を変更します。
ko: 자막과 내보내기에 사용할 화자 이름을 바꿉니다.
pt_br: Renomeie os falantes usados nas legendas e exportações.
zh_hans: 重命名字幕和导出中使用的说话人。

source: Repair speaker model
ar: إصلاح نموذج المتحدث
de: Sprechermodell reparieren
es: Reparar modelo de hablantes
fr: Réparer le modèle de locuteur
hi: स्पीकर मॉडल की मरम्मत करें
ja: 話者モデルを修復
ko: 화자 모델 복구
pt_br: Reparar modelo de falantes
zh_hans: 修复说话人模型

source: Repairs the local offline speaker model used by speaker diarization.
ar: يصلح نموذج المتحدث المحلي غير المتصل المستخدم في فصل المتحدثين.
de: Repariert das lokale Offline-Sprechermodell für die Diarisierung.
es: Repara el modelo local sin conexión usado por la diarización.
fr: Répare le modèle de locuteur local hors ligne utilisé par la diarisation.
hi: वक्ता पृथक्करण में उपयोग होने वाले स्थानीय ऑफ़लाइन स्पीकर मॉडल की मरम्मत करता है।
ja: 話者分離で使用するローカルのオフライン話者モデルを修復します。
ko: 화자 분리에 사용하는 로컬 오프라인 화자 모델을 복구합니다.
pt_br: Repara o modelo local offline usado pela diarização de falantes.
zh_hans: 修复说话人分离使用的本地离线说话人模型。

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
ja: 置換
ko: 바꾸기
pt_br: Substituir
zh_hans: 替换

source: Replace All
ar: استبدال الكل
de: Alle ersetzen
es: Reemplazar todo
fr: Tout remplacer
hi: सभी बदलें
ja: すべて置換
ko: 모두 바꾸기
pt_br: Substituir tudo
zh_hans: 全部替换

source: Replace Next
ar: استبدال التالي
de: Nächsten ersetzen
es: Reemplazar siguiente
fr: Remplacer le suivant
hi: अगला बदलें
ja: 次を置換
ko: 다음 바꾸기
pt_br: Substituir próximo
zh_hans: 替换下一个

source: Replace with New File
ar: استبدال بملف جديد
de: Durch neue Datei ersetzen
es: Reemplazar con archivo nuevo
fr: Remplacer par un nouveau fichier
hi: नई फ़ाइल से बदलें
ja: 新しいファイルに置き換え
ko: 새 파일로 교체
pt_br: Substituir por novo arquivo
zh_hans: 替换为新文件

source: Required for speaker diarization. Stored locally for offline speaker labels.
ar: مطلوب لفصل المتحدثين. يُخزَّن محليًا لتسميات المتحدثين دون اتصال.
de: Für Sprecherdiarisierung erforderlich. Wird für Offline-Sprecherlabels lokal gespeichert.
es: Necesario para la diarización de hablantes. Se guarda localmente para etiquetas sin conexión.
fr: Requis pour la diarisation des locuteurs. Stocké localement pour les étiquettes hors ligne.
hi: वक्ता पृथक्करण के लिए आवश्यक। ऑफ़लाइन स्पीकर लेबल के लिए स्थानीय रूप से सहेजा जाता है।
ja: 話者分離に必要です。オフラインの話者ラベル用にローカル保存されます。
ko: 화자 분리에 필요합니다. 오프라인 화자 라벨을 위해 로컬에 저장됩니다.
pt_br: Necessário para diarização de falantes. Armazenado localmente para rótulos offline.
zh_hans: 说话人分离需要此模型。它会本地保存，用于离线说话人标签。

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
ja: リセット
ko: 초기화
pt_br: Redefinir
zh_hans: 重置

source: Retry Download
ar: إعادة محاولة التنزيل
de: Download wiederholen
es: Reintentar descarga
fr: Réessayer le téléchargement
hi: डाउनलोड फिर से करें
ja: ダウンロードを再試行
ko: 다운로드 재시도
pt_br: Tentar download novamente
zh_hans: 重试下载

source: Review
ar: مراجعة
de: Prüfen
es: Revisar
fr: Vérifier
hi: समीक्षा
ja: 確認
ko: 검토
pt_br: Revisar
zh_hans: 检查

source: Review Before Export
ar: المراجعة قبل التصدير
de: Vor Export prüfen
es: Revisar antes de exportar
fr: Vérifier avant l’export
hi: निर्यात से पहले समीक्षा
ja: 書き出し前に確認
ko: 내보내기 전 검토
pt_br: Revisar antes de exportar
zh_hans: 导出前检查

source: Review Subtitles Before Export
ar: مراجعة الترجمات قبل التصدير
de: Untertitel vor dem Export prüfen
es: Revisa los subtítulos antes de exportar
fr: Vérifiez les sous-titres avant l’export
hi: निर्यात से पहले उपशीर्षक जाँचें
ja: 書き出し前に字幕を確認してください
ko: 내보내기 전 자막 검토
pt_br: Revise as legendas antes de exportar
zh_hans: 导出前检查字幕

source: Run speaker analysis again
ar: تشغيل تحليل المتحدثين مرة أخرى
de: Sprecheranalyse erneut ausführen
es: Volver a analizar los hablantes
fr: Relancer l’analyse des locuteurs
hi: स्पीकर विश्लेषण फिर से चलाएँ
ja: 話者分析を再実行
ko: 화자 분석 다시 실행
pt_br: Executar análise de falantes novamente
zh_hans: 重新运行说话人分析

source: Saved Subtitles Restored
ar: تمت استعادة الترجمات المحفوظة
de: Gespeicherte Untertitel wiederhergestellt
es: Subtítulos guardados restaurados
fr: Sous-titres enregistrés restaurés
hi: सहेजे गए उपशीर्षक पुनर्स्थापित हुए
ja: 保存済み字幕を復元しました
ko: 저장된 자막 복원됨
pt_br: Legendas salvas restauradas
zh_hans: 已恢复保存的字幕

source: Search Text Required
ar: نص البحث مطلوب
de: Suchtext erforderlich
es: Se requiere texto de búsqueda
fr: Texte de recherche requis
hi: खोज पाठ आवश्यक है
ja: 検索テキストが必要です
ko: 검색어 필요
pt_br: Texto de busca obrigatório
zh_hans: 需要搜索文本

source: Search Unavailable
ar: البحث غير متاح
de: Suche nicht verfügbar
es: Búsqueda no disponible
fr: Recherche indisponible
hi: खोज उपलब्ध नहीं है
ja: 検索を利用できません
ko: 검색 불가
pt_br: Busca indisponível
zh_hans: 搜索不可用

source: Search Models
ar: البحث في النماذج
de: Modelle suchen
es: Buscar modelos
fr: Rechercher des modèles
hi: मॉडल खोजें
ja: モデルを検索
ko: 모델 검색
pt_br: Buscar modelos
zh_hans: 搜索模型

source: Security Policy
ar: سياسة الأمان
de: Sicherheitsrichtlinie
es: Política de seguridad
fr: Politique de sécurité
hi: सुरक्षा नीति
ja: セキュリティポリシー
ko: 보안 정책
pt_br: Política de segurança
zh_hans: 安全政策

source: Segment %lld
ar: المقطع %lld
de: Abschnitt %lld
es: Segmento %lld
fr: Segment nº %lld
hi: सेगमेंट %lld
ja: セグメント %lld
ko: 세그먼트 %lld
pt_br: Segmento %lld
zh_hans: 片段 %lld

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置

source: Shortcut: Space (Play/Pause), ←/→(Navigate), ↑/↓(Volume), ⌘ + ↑/↓(Playback Speed)
ar: الاختصار: مسافة (تشغيل/إيقاف مؤقت)، ←/→ (تنقل)، ↑/↓ (الصوت)، ⌘ + ↑/↓ (سرعة التشغيل)
de: Kurzbefehl: Leertaste (Wiedergabe/Pause), ←/→ (Navigation), ↑/↓ (Lautstärke), ⌘ + ↑/↓ (Wiedergabegeschwindigkeit)
es: Atajos: Espacio (reproducir/pausar), ←/→ (navegar), ↑/↓ (volumen), ⌘ + ↑/↓ (velocidad de reproducción)
fr: Raccourci : Espace (lecture/pause), ←/→ (navigation), ↑/↓ (volume), ⌘ + ↑/↓ (vitesse de lecture)
hi: शॉर्टकट: Space (चलाएँ/रोकें), ←/→(नेविगेट), ↑/↓(वॉल्यूम), ⌘ + ↑/↓(प्लेबैक गति)
ja: ショートカット: Space (再生/一時停止), ←/→(移動), ↑/↓(音量), ⌘ + ↑/↓(再生速度)
ko: 단축키: 스페이스바 (재생/정지), ←/→(이동), ↑/↓(볼륨), ⌘ + ↑/↓(재생 속도)
pt_br: Atalho: Espaço (Reproduzir/Pausar), ←/→ (Navegar), ↑/↓ (Volume), ⌘ + ↑/↓ (Velocidade)
zh_hans: 快捷键：空格（播放/暂停）、←/→（导航）、↑/↓（音量）、⌘ + ↑/↓（播放速度）

source: Shortcuts
ar: الاختصارات
de: Kurzbefehle
es: Atajos
fr: Raccourcis
hi: शॉर्टकट
ja: ショートカット
ko: 단축키
pt_br: Atalhos
zh_hans: 快捷键

source: Show Decoder Preview
ar: إظهار معاينة مفكك الترميز
de: Decoder-Vorschau anzeigen
es: Mostrar vista previa del decodificador
fr: Afficher l’aperçu du décodeur
hi: डिकोडर पूर्वावलोकन दिखाएँ
ja: デコーダープレビューを表示
ko: 디코더 미리보기 표시
pt_br: Mostrar prévia do decodificador
zh_hans: 显示解码器预览

source: Show Timestamps
ar: إظهار الطوابع الزمنية
de: Zeitstempel anzeigen
es: Mostrar marcas de tiempo
fr: Afficher les horodatages
hi: टाइमस्टैम्प दिखाएँ
ja: タイムスタンプを表示
ko: 타임스탬프 표시
pt_br: Mostrar timestamps
zh_hans: 显示时间戳

source: Sidecar Restore Failed
ar: فشلت استعادة الملف المرافق
de: Sidecar-Wiederherstellung fehlgeschlagen
es: Error al restaurar sidecar
fr: Échec de la restauration du sidecar
hi: साइडकार पुनर्स्थापना विफल
ja: サイドカーの復元に失敗しました
ko: 사이드카 복원 실패
pt_br: Falha ao restaurar sidecar
zh_hans: Sidecar 恢复失败
